IDEA StatiCa Open Model
ColumnData.ImperfectionsInput Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Indicates, whether use user values or calculate effect of imperfections.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public InputValue ImperfectionsInput { get; set; }
Public Property ImperfectionsInput As InputValue
	Get
	Set
public:
property InputValue ImperfectionsInput {
	InputValue get ();
	void set (InputValue value);
}
Property Value
Type: InputValue
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace